[
    {
        "id": 2001,
        "name": "Dr. Bhabesh Chandra ",
        "email": "chandramondal@gmail.com",
        "category": "Anesthesiology",
        "skype": "chandramondal.moore",
        "Degree": "MBBS, DA, FCPS",
        "Specialty": "Consultant, Cardiac Anesthesiology",
        "followers": 240,
        "img": "https://i.ibb.co/PT1zPhr/1.jpg",
        "rating": 4.9,
        "phone": "+863946739",
        "description": " Dr. Bhabesh Chandra Mondal graduated from Sir Salimullah Medical College in 1992. After his internship he worked as Honorary Resident Anesthetist in Mitford Hospital. As medical officer he joined BIRDEM in 1996, completed Diploma in Anesthesiology (DA) and then appointed as Registrar, Anesthesiology. In 2004, Dr. Bhabesh obtained his fellowship (FCPS) in Anesthesia from the Bangladesh College of Physicians and Surgeons (BCPS).Dr.Bhabesh worked as Jr.Consultant then as Assistant Professor of Anesthesiology in Ibrahim Medical College & BIRDEM.He also worked in Ibrahim Cardiac Hospital & Research Institute in the department of Cardiac Anesthesiology & Surgical ICU as Registrar and Junior Consultant till February, 2010. He published scientific articles in different journals.He joins Square Hospital as Consultant, Cardiac Anesthesiology.Experience: More than 15 years "
    },
    {
        "id": 2002,
        "name": " Dr. Md. Quamrul Islam        ",
        "email": "chandramondal@gmail.com",
        "category": "Anesthesiology",
        "skype": "chandramondal.moore",
        "Degree": "MBBS, MD (Anesth)",
        "Specialty": "Consultant , Anesthesiology",
        "followers": 240,
        "img": "https://i.ibb.co/QYbWGLJ/2.jpg",
        "rating": 4.5,
        "phone": "+863946739",
        "description": " Dr. Md. Quamrul Islam graduated from Mymensingh Medical College in 1993. After completion of his internship, he joined National Institute of Chest Disease and Hospital. He worked as Anesthesiologist in the Dept. of Anesthesiology of Dhaka Medical College Hospital and Sir Salimullah Medical College and Mitford Hospital. He is a student of the first batch of MD (Anesthesiology) of Dhaka Medical College and achieved MD (Anesthesiology) degree in 2007.  Dr. Md. Quamrul Islam joined National Institute of Cardiovascular Diseases and Hospital and conducted a good number of cardiac anesthesias for both open and closed heart surgery and different types of vascular surgery. He got advanced training in Pediatric Anesthesia from Dhaka Shishu Hospital and Apollo Hospital, Kolkata, India. He participated in different international and national conferences on Anesthesia and Pain Medicine in home and abroad. He joined Square Hospital in 2010. "
    },
    {
        "id": 2003,
        "name": "Dr M. Jayed Hossain",
        "Specialty": " Associate Consultant, Neurosurgery",
        "category": "Neurosurgery",
        "Degree": "MBBS, MS (Neurosurgery)",
        "email": "jayedhossain@gmail.com",
        "skype": "chandramondal.moore",
        "phone": "+865698749",
        "followers": 240,
        "img": "https://i.ibb.co/g7c2PWN/6.jpg",
        "rating": 4.5,
        "description": "Dr M. M. Jayed Hossain Chowdhury graduated from Shaheed Ziaur Rahman Medical, Bogra in 2005.After completion of internship, he got academic training in Anesthesia and critical care from Dhaka Medical College & Hospital and obtained Diploma in Anesthesia (DA). Dr Jayed started his career as a Resident Medical officer in the field of critical Care in Central Hospital, Dhaka and thereafter he moved as a Senior Medical officer in critical care unit into Anwar Khan Modern Medical College Hospital. He is a skilled anesthesiologist and has working experience with children especially in state run cleft lip and cleft palate reconstruction project 'Smile train project'.He has completed his fellowship (FCPS) in Anesthesia from Bangladesh College of Physician and Surgeon (BCPS) and joined Square Hospitals Ltd in the year 2011 as a specialist Anesthesia. He has vast experience in managing critical patient in anesthesia as well as in critical care unit. Currently, he is serving as an Associate Consultant of Anesthesia since March 2019."
    },
    {
        "id": 2004,
        "name": "Dr. Ranadhir Kumar",
        "Specialty": " Associate Consultant, Neurosurgery",
        "category": "Neurosurgery",
        "Degree": "MBBS, MS (Neurosurgery),",
        "email": "ranadhir@gmail.com",
        "skype": "ranadhir.kumar",
        "phone": "+8456320739",
        "followers": 240,
        "img": "https://i.ibb.co/52Q6WMc/7.jpg",
        "rating": 4.5,
        "description": "Dr. Ranadhir Kumar Kundu graduated from Sher-e-Bangla Medical College, Barisal in 1985. After completion of internship he worked as medical officer in different government hospitals in Bangladesh. In 1995 he was appointed as Lecturer of Anatomy at Faridpur Medical College. Afterwards, he worked at BSMMU, Sir Salimullah Medical College Hospital and Dhaka Medical College Hospital.After achieving MD degree from BSMMU in 2004, Dr. Ranadhir worked as Registrar in Cardiac Anesthesia at National Institute of Cardiovascular Diseases and Hospital (NICVD), Dhaka till 2007 and conducted a good number of cardiac anesthesias both open and closed heart surgery. He executed neuroanesthesia for all sorts of routine and emergency neurosurgical and neurotrauma patients from the age of day one to ninety years old with multiple co-morbidities. Dr. Ranadhir Kumar participated in different international & national conferences and seminars of anesthesia and critical care at home & abroad. He published several scientific articles in different scientific journals. He is the member of BSA and BSSP. His working area of interest is in Neuro-anesthesia and Neuro ICU. "
    },
    {
        "id": 2005,
        "name": "Dr. Istaque Ahmed",
        "Specialty": "Senior Consultant, Neurology",
        "category": "Neurosurgery",
        "Degree": "MBBS, MD(Neurology)",
        "email": "istaque@gmail.com",
        "skype": "istaque.ahmed",
        "phone": "+8665874123",
        "followers": 240,
        "img": "https://i.ibb.co/FzYh8K8/9.jpg",
        "rating": 4.5,
        "description": "Dr. Istaque Ahmed Milton graduated from Community Based Medical College, Bangladesh in 2005. After completion of internship, he got academic training in Anesthesia, Pain and ICU from BSMMU and Dhaka Medical College Hospital. In this process, he passed Diploma in Anesthesia (DA) from DMC,H and FCPS from BCPS.Dr. Istaque Ahmed Milton started his career as Resident, Cardiac Anesthesia in Ibrahim Cardiac Hospital. Later he worked for some other reputed institutes, namely Medical College for Women and Hospital, Square Hospitals Limited and Dr. Sirajul Islam Medical College Hospital where he successfully handled different level of responsibilities. He is specially trained in delicate Anesthesia fields like Cardiac Anesthesia, Pediatric Anesthesia, Neuro-anesthesia and ICU management. Now he serves as Associate Consultant, Anesthesiology."
    },
    {
        "id": 2006,
        "name": "Dr. Asif Manwar",
        "Specialty": " Associate Consultant, Cardiology",
        "category": "Cardiology",
        "Degree": "MBBS, Msc Cardiology",
        "email": "asifmanwar@gmail.com",
        "skype": "asif.manwar",
        "phone": "+845698712",
        "followers": 240,
        "img": "https://i.ibb.co/1zjMBYy/11.jpg",
        "rating": 4.5,
        "description": "Dr. Asif Manwar, a graduate of Chittagong Medical College, started career as Resident Medical Officer, BIRDEM in 2002 en-route to Ibrahim Cardiac Hospital.  Dr. Manwar pursued PG Dip Cardiology in 2004 under University of London with Distinction & Sir John Goodwin Prize for academic excellence by Imperial College London. Academic up-gradation in 2006 created an opportunity to serve Apollo Hospital Dhaka as Registrar, Cardiology. To aspire proficiency at masters’ level he completed MSc Cardiology with Distinction once again by Canterbury Christ Church & University College London (UCL) in 2008. To achieve superspeciality, he opted Fellowship in Paediatric Cardiology being registered with Medical Council of India in 2009. Dr. Manwar is proficient in all facets of non-invasive procedures like 3D-TOE-DSE, Dyssynchrony, Strain Rate, Tissue Doppler Imaging, Contrast & Intra-operative Echo. He got basic training from Hammersmith, Royal Brompton and advanced training from The Heart Hospital London. He obtained hands on training in Grown-Up Congenital, Paediatric, Neonatal & Fetal Echo from AMRITA Kerala & New Delhi India. Dr. Asif Manwar joined SQUARE Hospital as Specialist Cardiologist, contributing his expertise since then before taking up position of Associate Consultant in 2015 & Coordinator Non-Invasive Lab in 2017. "
    },
    {
        "id": 2007,
        "name": "Dr. Mahbub Mansur",
        "Specialty": "Senior Consultant, Interventional Cardiology",
        "category": "Cardiology",
        "Degree": " MBBS, MD (Cardiology)",
        "email": "mahbubmansur@gmail.com",
        "skype": "mahbub.mansur",
        "phone": "+8456971254",
        "followers": 240,
        "img": "https://i.ibb.co/C6FZsHh/12.jpg",
        "rating": 4.5,
        "description": "Dr. Mahbub Mansur passed his MBBS from Chittagong Medical College in 1994. He passed MD in Cardiology from BSMMU in 2002. He attended Fellowship courses in Interventional Cardiology in Aga Khan University Hospital, Karachi and The Erasmus, Rotterdam, The Netherlands. He had done fellowship programmes in Electrophysiology in Holy Family Hospital, Bandra, Mumbai, India and also did fellowship programmes in Cardiac Device Implantation from Milan, Italy.He worked as a Consultant and Associate Professor in Ibrahim Cardiac Hospital and Research Institute from 2003 to 2012.From 2012 to mid-2016 he was the Chief Consultant Cardiologist in Ibn Sina Hospital, Dhanmondi. He is one of the pioneers of Radial Intervention in Bangladesh and till date has done more than 10,000 radial coronary intervention cases. His special interest is in Device therapies in Heart Failure patients.  He is a life member of Bangladesh Cardiac Society and Bangladesh Society of Cardiac Intervention and a founder member of Bangladesh Heart Rhythm Society."
    },
    {
        "id": 2008,
        "name": "Dr. Kamal Pasha",
        "Specialty": "Consultant, Interventional Cardiology",
        "category": "Cardiology",
        "Degree": "MBBS, MD (Cardiology)",
        "email": "kamalpasha@gmail.com",
        "skype": "kamal.pasha",
        "phone": "+84569466354",
        "followers": 240,
        "img": "https://i.ibb.co/PcwqY46/13.jpg",
        "rating": 4.5,
        "description": "Dr. Kamal Pasha graduated from Sir Salimullah Medical College. He joined as Assistant Registrar, Cardiology at the National Institute of Cardiovascular Diseases (NICVD), Dhaka and got intensive training on different aspects of clinical and interventional treatments of various cardiac diseases. Dr. Kamal obtained MD-Cardiology degree from the same institution (NICVD) and worked there as post-graduate fellow till January, 2007. In January, 2007 he was promoted to Assistant Professor of Cardiology at Comilla Medical College.On August, 2008, he joined Square Hospitals Ltd and worked independently as Associate Consultant, Clinical & Interventional Cardiology with utmost satisfaction of patients till October, 2014. Later he worked Dr. Sirajul Islam Medical College & Hospital as Chief Consultant, Clinical & Interventional Cardiology. Dr. Kamal has long experience of more than 13 years in Clinical (non-invasive) & Interventional Cardiology. He has successfully accomplished more than 2500 cardiac interventional procedures including about 200 PCI/coronary angioplasties (Coronary Stenting) and about 20 dual chambers pace maker implantations. As part of recognition of his contribution in the field of Cardiovascular sciences, especially for developing the scope of Interventional Cardiology in Bangladesh,  Dr. Kamal has been elected as member of Europian Society of Percutaneous Coronary Interventions (EAPCI) in 2012, Fellow of Asian Pacific Society of Interventional Cardiology (FAPSIC) in 2015, Fellow of The Society for Cardiovascular Angiography and Intervention (FSCAI, USA) in July, 2016 and Fellow of The American College of Cardiology (FACC, USA) in February, 2017. He is also life member of Bangladesh Cardiac Society, Bangladesh Society of Cardiovascular Intervention and Bangladesh Society of Echocardiography.Dr. Kamal Pasha has a good number of publications in reputed national and international journals. As invited faculty, he has presented cases and moderated and chaired sessions at different national and international seminars, symposiums and workshops."
    },
    {
        "id": 2009,
        "name": "Dr.Zeena Salwa",
        "Specialty": " Consultant, Child Development Center (CDC)",
        "category": "Child Development Center",
        "Degree": "MBBS, DCH, FCPS (Paed)",
        "email": "zeenasalwa@gmail.com",
        "skype": "zeena.salwa",
        "phone": "+845698537",
        "followers": 240,
        "img": "https://i.ibb.co/znR5dDY/5.jpg",
        "rating": 4.5,
        "description": "Dr. Major (Retd) Zeena Salwa has completed her medical degree (MBBS) from Rangpur Medical College under Rajshahi University. She has post-graduation on Diploma in Child Heath (DCH) From Bangabandhu Sheikh Mujib Medical University (BSMMU) and also completed her highest degree FCPS (Pediatrics) from Bangladesh College of Physicians and Surgeons (BCPS). She started her carrier as Medical Officer in Bangladesh Army after internship training and served in Army Medical Corps (AMC) for 16 years in different cantonments as practicing physician with different leadership positions. She managed department of Pediatrics independently after her post-graduation degree in AMC and has extensive experiences in clinical patient management, counseling and prevention approaches.Dr. Zeena has expanded her career with Square Hospital Ltd (SHL) since 2010 as Pediatrician and expanded vision toward Pediatric Neurology for new services in SHL for responding the emerging needs of children in Bangladesh. She further received intensive clinical training in Pediatric Neurology from Dhaka Shishu Hospital and Christian Medical College (CMC), Vellore, India. Recently she has received training on Epilepsy and EEG from Cleveland Clinic, USA.Being a Consultant, she is performing individual and independent patient treatment and management both in critical and chronic illness of Pediatric patients including Pediatric Neurology. She has provided leadership for orchestrating a new service with establishment of Square Child Development Center (CDC) for addressing neurological disorders of children in 2017. She also introduced a new service for screening of “Newborn” through Square (CDC).She has participated in many national and International conferences, presented and published papers. Her continued interest is in Pediatric Neurology including Developmental Pediatrics along with general Pediatrics. She is a member of national and international Pediatric associations and Pediatric Neurology associations as well."
    },
    {
        "id": 2010,
        "name": "Md. Liakat Ali Hyder",
        "Specialty": "Consultant, Dental Surgery & Orthodontics",
        "category": "Dental",
        "Degree": " BDS, FCPS",
        "email": "liakatali@gmail.com",
        "skype": "liakat.ali",
        "phone": "+8645698712",
        "followers": 240,
        "img": "https://i.ibb.co/KsFjsDb/15.jpg",
        "rating": 4.5,
        "description": "Prof (Dr.) Brig Gen Md Liakat Ali Hyder is a renowned orthodontist of Bangladesh. He completed his fellowship in Orthodontics and Dentofacial Orthopedics from Bangladesh College of Physicians and Surgeons. His practices focus not only on Orthodontics but also on general dentistry.Dr. Hyder commissioned as a proud member of Army Dental Corps in 1992. In his long and colorful service life Dr. Hyder dedicatedly served as a dental surgeon in different Combined Military Hospitals throughout the country. As a member of the United Nations he provided quality dental treatment to the distressed population of Liberia and Congo. His reputation as a dental surgeon in Kuwait Army has further enriched his experience in this arena. His fundamental research articles in various topics of Orthodontics has been published in different reputed national journals.Currently he is serving as the Commandant of Dhaka Military Dental Centre. Under his able guidance this institution became a centre of excellence for providing dental treatment. There he is also the departmental head of Orthodontics and Maxillofacial Orthopedics. He is now available in Square Hospital as a Consultant of Orthodontics and General Dentistry."
    },
    {
        "id": 2011,
        "name": "Dr. Sufia Nasrin Rita",
        "Specialty": "Consultant, Dental Surgery & Orthodontics",
        "category": "Dental",
        "Degree": "BDS, FCPS",
        "email": "sufianasrin@gmail.com",
        "skype": "sufia.nasrin",
        "phone": "+8645698123",
        "followers": 240,
        "img": "https://i.ibb.co/nf54V2Y/4.jpg",
        "rating": 4.5,
        "description": "Professor Dr. Sufia Nasrin Rita passed Bachelor of Dental Surgery (BDS) from Dental Unit of Chittagong Medical College under Chittagong University in 2000. After training and research, she passed FCPS in Orthodontics & Dentofacial Orthopedics FIRST TIME in Bangladesh from Bangladesh College of Physicians and Surgeons (BCPS) in 2007. She gained different medical and dental skills by doing extensive training on different subjects of dentistry. Professor Rita is related to many clinical and academic activities by delivering lectures, developing course curriculum for students and dental doctors and she is the question setter, moderator and examiner of BDS, MCPS, FCPS examinations. She presented on dentistry and orthodontics in several scientific conferences and published 25 scientific articles in recognized reputed journals. She used to deliver awareness speech and treatment advices regularly in Televisions and social medias.Professor Dr. Sufia Nasrin Rita had been serving patients with treating general diseases of oral cavity, teeth and gum by scaling, polishing, filling, Root Canal Treatment, removal of teeth, replacement of missing teeth for the last 21 years in different clinics and hospitals of Bangladesh. Her special interest is mostly on improving facial appearances and beauty with correction of spacing, irregularity, mal alignment and malposition of teeth and jaws by BRACES and ORTHODONTIC treatment. Prof Rita is the editorial board member of BCPS Journal and also the member of Faculty of Dentistry, IT, Medical Education Department of Bangladesh College of Physicians and Surgeons (BCPS).At present she is working as Professor and Head of Dept of Orthodontics in Sapporo Dental College in the morning and as Consultant of Dental Surgery and Orthodontics at Square Hospitals Ltd in the evening."
    },
    {
        "id": 2012,
        "name": "Dr. Preety Dewan",
        "Specialty": "Consultant, Internal Medicine and Endocrinology",
        "category": "Endocrinology",
        "Degree": "MBBS, DEM, BIRDEM Academy",
        "email": "preetydewan@gmail.com",
        "skype": "preety.dewan",
        "phone": "+8612664782",
        "followers": 240,
        "img": "https://i.ibb.co/16jXgtZ/8.png",
        "rating": 4.5,
        "description": "Dr. Pratik Dewan graduated from Sher-e-Bangla Medical College.  He obtained MD (Internal Medicine) and DEM (Diploma in Endocrinology & Metabolism) from Bangabandhu Sheikh Mujib Medical University (BSMMU) respectively through BIRDEM Academy. He accomplished training in advanced Endocrinology from Singapore. He is a member of American Association of Clinical Endocrinologist (AACE), USA. He acquired training in Medicine from BSMMU and BIRDEM.Dr. Pratik worked in Endocrinology department of BIRDEM for 10 years. Later he assigned for Internal Medicine department and worked for more 5 years. In the professional tenure of BIRDEM, Dr. Pratik gains the proficiency in managing endocrinology and medicine patients."
    },
    {
        "id": 2013,
        "name": "Dr.Sahila Mahmood",
        "Specialty": "Senior Cosultant, ENT, Head & Neck Surgery",
        "category": "ENT, Head & Neck Surgery",
        "Degree": "MBBS, FCPS, MS",
        "email": "sahilamahmood@gmail.com",
        "skype": "sahila.mahmood",
        "phone": "+8645698521",
        "followers": 240,
        "img": "https://i.ibb.co/gggyKDK/10.jpg",
        "rating": 4.5,
        "description": "Dr. M.H. Shaheel Mahmood graduated from the Institute of Post Graduate Medicine and Research (IPGM&R) under the University of Dhaka in 1987 and started his career in ENT at same institution. Soon after he joined government services under the Ministry of Health and Welfare, Bangladesh in 1989.  He was also appointed as an Assistant Registrar, ENT in IPGM&R (BSMMU) in 1991. In 1994 he obtained FCPS from Bangladesh College of Physicians & Surgeons, Dhaka.Dr. Shaheel Mahmood served as Registrar & Resident Surgeon in Dhaka Medical College & Hospital. Then he obtained another professional degree Master of Surgery (MS) and joined the department of ENT in Chittagong Medical College as an Assistant Professor. In 2002 he was designated as an Associate Surgeon, ENT in Shaheed Suhrawardi Hospital. Later he joined as an Associate Professor of ENT and Head in Rajshahi Medical College & Hospital. During his professional life he was involved in teaching of medical students in different levels and performed numbers of ENT Surgeries. He was trained in MEEI (Massachusetts Eye & Ear infirmary) Harvard, Boston USA. House Ear Institute, St Vincent Hospitals Los Angeles, USA.  He holds more than 20 years of experience in the spectrum of ENT, Head and Neck Surgery."
    },
    {
        "id": 2014,
        "name": "Dr. Arif Salam Khan",
        "Specialty": "Consultant, Hepatobiliary Surgery",
        "category": "Surgery",
        "Degree": "MBBS, FCPS (Surgery)",
        "email": "arifsalam@gmail.com",
        "skype": "arif.khan",
        "phone": "+8645632158",
        "followers": 240,
        "img": "https://i.ibb.co/VYKp4nX/18.jpg",
        "rating": 4.5,
        "description": "Dr. Arif Salam Khan is a renowned Hepatobiliary surgeon. He is working in Bangabandhu Sheikh Mujib Medical University as an Associate Professor of Surgery. He completed MBBS from Dhaka Medical College in 1995. After completion of his Internship he joined Government Service in 17th BCS. Thereafter he did his surgery training at Sher-E-Bangla medical college hospital. He completed FCPS degree in Surgery from BCPS. Then he joined as Resident Surgeon (general) of Dhaka Medical College Hospital where he gained experience of doing all kinds of Emergency and Trauma Surgeries. Thereafter he left government job and joined Bangabandhu Sheikh Mujib Medical University as an Assistant Professor of Surgery. He worked in the Hepatobiliary Surgery department. Dr. Arif Salam Khan has got a number of trainings both locally and internationally. He participated in Basic Life Support Instructor Course, Advanced Cardiac Life Support Instructor Course, Fellowship Training on Emergency Medical Service and Disaster Medical Management System organized by KhonKaen Regional Hospital, Thailand which is WHO Collaborating Center for Injury Prevention and Safety Promotion. He is also a Trainer for Basic Surgical Skill of BCPS. He also successfully completed ATLS Provider Course and ATLS Instructor course and he is now regarded by the ATLS Program as an Instructor of Candidate. He also had an observational training on liver Transplant Surgery in MEDANTA Hospital, India.Dr. Arif Salam Khan is proficient in performing all kinds of General Surgeries. He has keen interest in doing Liver, Gall Bladder, Pancreas, Upper GI and Spleen Surgery for both benign and malignant conditions. He is also an expert in Laparoscopic Surgery."
    },
    {
        "id": 2015,
        "name": "Dr. Tanny Tarafder",
        "Specialty": "Associate Consultant - Department of Surgery",
        "category": "Surgery",
        "Degree": "MBBS, FCPS (Surgery)",
        "email": "tannytarafder@gmail.com",
        "skype": "tanny.tarafdar",
        "phone": "+8645187963",
        "followers": 240,
        "img": "https://i.ibb.co/6DjwDXM/3.jpg",
        "rating": 4.5,
        "description": "Dr. Tanny Tarafder graduated from Sir Salimullah Medical College, Dhaka. She pursued her career in Surgery and completed her surgical training in Mitford Hospital and Dhaka Medical College Hospital. She has been awarded Fellowship (FCPS, Surgery) by BCPS (Bangladesh College of  Physicians and Surgeons). To further increase her knowledge, she availed Membership (MRCS) of Royal College of Surgeons, UK. She  has considerable experience and expertise in General Surgery, especially in the areas of Breast and Colorectal diseases, hernia and laparoscopic surgery. She is keen to modernizing the current surgical practice in our country by utilizing the latest protocols of diagnosis and surgical/nonsurgical management of diseases. She keeps herself updated by attaining international seminars and training courses to constantly be with the international standards. She excelled in the training course for the management of breast diseases at the Department of Endocrine Surgery in Christian Medical College (CMC), Vellore, India.She is a lifetime member of Association of Breast Surgeons of Bangladesh (ABSB), Asian Society of Mastology (ASOMA), and Society of Laparoscopic Surgeons of Bangladesh (SLSB). Breast Conserving Surgery and Laparoscopic Hernia Repair are two particular areas of interest for her. She attended workshop on Oncoplastic Breast Surgery in Pune, India, which was jointly conducted by International School of Breast Oncoplasty, Pune, India and University of East Anglia, UK. She has presented multiple papers in national and international conferences and has a number of publications to her credit."
    }
]